Repository: viktors-nikiforovs/Legion
Catalog: LegionWebApp/Localization/*.po
Languages: de, fr, uk

source: On January 5, 2023, in connection with the withdrawal, the "Front Line" charitable foundation sent 5 pallets of humanitarian aid: products, shoes, clothes and hygiene products to the Berislav village of the Kherson region, which was under occupation.
de: Am 5. Januar 2023 haben wir zusammen mit Partnern - der gemeinnützigen Stiftung "Front Line" - 5 Paletten mit humanitärer Hilfe: Produkte, Schuhe, Kleidung und Hygieneartikel in die besetzte Stadt Berislav in der Region Cherson geschickt.
uk: 5 січня 2023 року, разом з партнерами - благодійним фондом «Лінія тилу» відправили 5 паллєт гуманітарної допомоги: продукти, взуття, одежа та засоби гігієни в місто Берислав Херсонської області що був під окупацією.

source: Pay with Card / GPay
de: Bezahlen Sie mit Karte / GPay
uk: Оплатіть карткою / GPay

source: On February 15, medicine for the war wounded was sent to Kramatorsk.
de: Am 15. Februar wurden Medikamente für die Kriegsverwundeten nach Kramatorsk geschickt.
uk: 15 лютого відправили ліки для військовопоранених в Краматорськ

source: On Feb 7, 2023, delivery of medicines to the Vinnytsia hospital.
de: Am 7. Februar 2023 Lieferung von Medikamenten an das Krankenhaus Winnyzja
uk: 7 лютого, 2023, передача ліків в вінницький шпиталь

source: On February 13, medicine was sent to the hospital in the city of Kostyantynivka, Donetsk region.
de: Am 13. Februar wurden Medikamente in das Krankenhaus der Stadt Kostjantyniwka im Gebiet Donezk geschickt.
uk: 13 лютого відправили ліки для шпиталю в місто Костянтинівку Донецьку область.

source: Legion Foundation
uk: Фонд «Легіон»

source: On March 15, together with the FRIDA Foundation delivered medicine for field hospital (medical unit) of the 72nd brigade.
uk: 15 березня спільно з Фондом FRIDA передали ліки медикам санітарної роти 72-ї бригади.

source: Our Partners
de: Unsere Partner
uk: Наші партнери

source: Thank you letter from Hospital for humanitarian aid.<br />
de: Dankesschreiben des Krankenhauses für humanitäre Hilfe.
fr: Lettre de remerciement de l'hôpital pour l'aide humanitaire.

source: State Border Guard Service of Ukraine Main Military Medical Clinical Center
de: Staatlicher Grenzschutzdienst des Hauptmilitärmedizinischen Klinikzentrums der Ukraine

source: To the director of the Charitable Foundation LEGION Alexander Nikiforov
de: An den Direktor der Wohltätigkeitsstiftung LEGION Alexander Nikiforov

source: On behalf of ourselves and on behalf of our team, we express our sincere gratitude to you for this selfless help to our Main Center. Your help in the form of medical products and hygiene products is an invaluable contribution not only to the cause of medical care, but also to the Sovereignty of our Country, the provision of medical care to our military personnel, and the feeling of support from the staff of our Main Center. Good deeds do not go unmarked - they shine like beacons to those who are waiting for help. I am sure that your example is indicative for other benefactors. By giving help at this difficult time for all of us, you give not just medicines, but give hope that together we will overcome any adversity. May your kindness and generosity return to you a hundredfold. I wish you all the best, health and prosperity. I look forward to further fruitful cooperation within the support of our Main Center.
de: Im eigenen Namen und im Namen unseres Teams möchten wir Ihnen unseren aufrichtigen Dank für diese selbstlose Hilfe für unser Hauptzentrum aussprechen. Ihre Hilfe in Form von medizinischen Produkten und Hygieneprodukten ist ein unschätzbarer Beitrag nicht nur für die Sache der medizinischen Versorgung, sondern auch für die Souveränität unseres Landes, die medizinische Versorgung unserer Militärangehörigen und das Gefühl der Unterstützung durch die Mitarbeiter unseres Hauptzentrums. Gute Taten bleiben nicht unbemerkt – sie leuchten wie Leuchtfeuer für diejenigen, die auf Hilfe warten. Ich bin sicher, dass Ihr Beispiel für andere Wohltäter bezeichnend ist. Indem Sie in dieser für uns alle schwierigen Zeit Hilfe leisten, geben Sie nicht nur Medikamente, sondern auch Hoffnung, dass wir gemeinsam alle Widrigkeiten überwinden werden. Möge Ihre Freundlichkeit und Großzügigkeit hundertfach zu Ihnen zurückkehren. Ich wünsche Ihnen alles Gute, Gesundheit und Wohlstand. Ich freue mich auf eine weitere fruchtbare Zusammenarbeit im Rahmen der Unterstützung unseres Hauptzentrums.

source: Head of the Main Center Colonel of the Medical Service - Volodymyr Lopaychuk August 10, 2022
de: Leiter des Hauptzentrums, Oberst des Sanitätsdienstes - Volodymyr Lopaychuk, 10. August 2022

source: On March 15, together with the <a href="https://frida-ukraine.com/">www.FRIDA-Ukraine.com</a> Foundation delivered medicine for field hospital (medical unit) of the 72nd brigade.
de: Am 15. März lieferte die Stiftung zusammen mit der Stiftung <a href="https://frida-ukraine.com/">www.FRIDA-Ukraine.com</a> Medizin für das Feldkrankenhaus (medizinische Einheit) der 72. Brigade.

source: Identity and location are hidden due to Russia targeting and bombing hospitals.
fr: L'identité et l'emplacement sont cachés en raison du ciblage et du bombardement des hôpitaux par la Russie.
