Repository: viktors-nikiforovs/Legion
Catalog: LegionWebApp/Localization/*.po
Languages: de, fr, uk

source: Vehicles
de: Fahrzeuge
fr: Véhicules
uk: Авто

source: Constant Needs
de: Ständige Bedürfnisse
fr: Besoins permanents
uk: Потреби

source: Finance Aid
de: Finanzhilfe
fr: L'aide financière
uk: Фінансова

source: About Us
de: Über uns
fr: À propos de nous
uk: Про Нас

source: Our Team
de: Unser Team
fr: Notre équipe
uk: Команда

source: Contact Us
de: Kontaktieren Sie uns
fr: Contacts
uk: Контакти

source: Gallery
de: Galerie
fr: Galerie
uk: Галерея

source: Home
de: Startseite
fr: Page d'accueil
uk: Домашня сторінка

source: Purpose of payment
de: Zahlungszweck
fr: Objet du paiement
uk: Призначення платежу

source: CHARITABLE ORGANIZATION
de: Wohltätigkeitsorganisation
fr: L’ORGANISATION CARITATIVE
uk: БЛАГОДІЙНА ОРГАНІЗАЦІЯ

source: CHARITY FOUNDATION
de: Wohltätigkeitsstiftung
fr: FONDATION BIENFAISANCE
uk: БЛАГОДІЙНИЙ ФОНД

source: LEGION
uk: ЛЕГІОН

source: Postal address
de: Postadresse
fr: Adresse postale
uk: Поштова адреса

source: 03142 Kyiv -142, post office 28
de: 03142 Kiew-142, Postfach 28
fr: 03142, Kyiv-142, PO Box 28
uk: 03142, Київ-142, а/с 28

source: Attention
de: Achtung
uk: Увага

source: Be sure to include the name of the organization and the purpose of the payment
de: Achten Sie darauf, den Namen der Organisation und den Zweck der Zahlung anzugeben
fr: Lors du paiement, veuillez-vous assurer d'indiquer le nom de la fondation bienfaisance et d'indiquer la contribution charitable dans le but du paiement
uk: Обов’язково вказуйте назву організації та призначення платежу

source: Charitable donation
de: Spende
fr: Donation charitable
uk: Благодійний внесок

source: Сompany Name
de: Firmenname
fr: Nom de l'entreprise
uk: Назва підприємства

source: or
de: oder
fr: ou
uk: або

source: СО «CF
uk: БО «БФ

source: ID Code
uk: ЄДРПОУ

source: Name of the bank
de: Name der Bank
fr: Nom de la banque
uk: Назва банку

source: FIRST UKRAINIAN INTERNATIONAL BANK 4, Andriivska Str., Kyiv, 04070, Ukraine
de: ERSTE UKRAINISCHE INTERNATIONALE BANK St. Andriyivska 4, Kyjiw, 04070, Ukraine
fr: PREMIÈRE BANQUE INTERNATIONALE UKRAINIENNE 4, Andriivska Str., Kyiv, 04070, Ukraine
uk: ПЕРШИЙ УКРАЇНСЬКИЙ МІЖНАРОДНИЙ БАНК (ПУМБ) ул. Андріївська 4, Киев, 04070, Украина

source: transfers
de: Überweisungen
fr: virements
uk: перекази

source: Amount in U.S. dollars
de: Betrag in US-Dollar
fr: Montant en dollars américains
uk: Сума в доларах США

source: e-mail
uk: електронна пошта

source: E-mail
uk: Електронна пошта

source: Charitable Foundation «Legion» was founded at the end of April 2022 in Kyiv. The fund's activities are aimed at material and technical support for the Armed Forces of Ukraine and other units operating in hostile environments protecting the civilian population, peaceful cities, and the sovereignty of Ukraine. The fund will not be used for lethal aid!
de: Die Wohltätigkeitsstiftung «Legion» wurde Ende April 2022 in Kiew gegründet. Die Tätigkeit der Stiftung zielt auf die materielle und technische Unterstützung der Streitkräfte der Ukraine und anderer Einheiten ab, die in feindlichen Umgebungen zum Schutz der Zivilbevölkerung, friedlicher Städte und der Souveränität der Ukraine tätig sind. Die Stiftung wird nicht für tödliche Hilfe verwendet!
fr: La Fondation bienfaisance «Legion» a été fondée fin avril 2022 à Kyiv. L'activité du fonds vise le soutien logistique des forces armées ukrainiennes et d'autres unités participant aux hostilités, la protection de la population civile, des villes paisibles et de la souveraineté de l'Ukraine. La Fondation ne fournit pas d'armes!
uk: Благодійний фонд «Легіон» заснований на наприкінці квітня 2022 року у Києві. Діяльність фонду спрямована на матеріально-технічну підтримку ЗСУ та інших підрозділів, що беруть участь у бойових діях, захищаючи цивільне населення, мирні міста та суверенітет України. Фонд не постачає використовує!

source: We provide reporting in videos and photos, documents, and acts of transfer.
de: Wir liefern Berichterstattung in Form von Videos und Fotos, Dokumenten und Übergabeakten.
fr: Nous fournissons des reportages sous forme de matériel vidéo et photographique, de documents et d'actes de transfert.
uk: Ми надаємо звітність у вигляді відео та фотоматеріалів, документів та актів передачі.

source: Since the invasion began on February 24th, the world was shocked by the Russian military's targeting of civilians and children. Russian artillery and rockets continue to destroy civilian infrastructure, homes, and communities. Inhabitants of captured territories suffer from the daily brutality of Russian military occupation.
de: Seit dem Beginn der Invasion am 24. Februar ist die Welt schockiert über das russische Militär, das Zivilisten und Kinder ins Visier nimmt. Russische Artillerie und Raketen zerstören weiterhin zivile Infrastruktur, Häuser und Gemeinden. Die Bewohner der eroberten Gebiete leiden täglich unter der Brutalität der russischen Militärbesatzung.
fr: Depuis février 2022, lorsque l'armée russe a lancé une invasion à grande échelle de l'Ukraine, le monde entier a compris que la Russie tuait des civils et des enfants. Seuls les défenseurs ukrainiens qui ont besoin de soutien peuvent arrêter les envahisseurs.
uk: З лютого 2022 року, коли російська армія розпочала повномасштабне вторгнення на територію України весь світ зрозумів, що Росія вбиває цивільних людей та дітей. Зупинити окупантів можуть лише українські захисники, які потребують підтримки. Українські воїни вже демонстрували свою мужність, стійкість та професіоналізм у бойових діях, чим завоювали авторитет в нашому світі.

source: Despite ongoing international support from our European and American allies on the diplomatic, economic, and military fronts; the soldiers of Ukraine continue to struggle with material and logistics shortages. The Charitable Foundation Legion is in constant contact with the Ukrainian military, that we can quickly respond when need arises. With the help of your donations, the volunteers of the Charitable Foundation “Legion” can become a reliable logistic supplier for our defenders.
de: Trotz der anhaltenden internationalen Unterstützung von unseren europäischen und amerikanischen Verbündeten an den diplomatischen, wirtschaftlichen und militärischen Fronten kämpfen die Soldaten der Ukraine weiterhin mit Material- und Logistikengpässen. Die Wohltätigkeitsstiftung Legion steht in ständigem Kontakt mit dem ukrainischen Militär, damit wir schnell reagieren können, wenn Bedarf entsteht. Mit Hilfe Ihrer Spenden können die Freiwilligen der Wohltätigkeitsstiftung „Legion“ zu einem zuverlässigen logistischen Lieferanten für unsere Verteidiger werden.
fr: Les partenaires occidentaux nous aident à gagner sur les fronts diplomatiques, économiques et militaires, mais nos défenseurs ont encore besoin d'un soutien logistique. Nous maintenons une communication constante avec l'armée ukrainienne, afin que nous puissions réagir rapidement et répondre à leurs besoins. Les bénévoles de la Fondation bienfaisance ‘’Legion’’, avec l'aide de vos dons, peuvent être un arrière fiable pour nos défenseurs.
uk: Західні партнери-допомоги допомагають нам перемагати на економічному, економічному та воєнному фронтах, проте наші захисники все ще мають потреби в матеріально-технічному забезпеченні. Ми тримаємо український постійний зв’язок із військовими, тому можемо швидко реагувати та задовольняти їхні потреби. Волонтери благодійного фонду «Легіон» за допомогою ваших донатів можуть бути надійним тилом для наших захисників.

source: By helping us, you will be saving the lives of Ukrainian defenders. Their families are waiting for them to return home!
de: Indem Sie uns helfen, retten Sie das Leben der ukrainischen Verteidiger. Ihre Familien warten darauf, dass sie nach Hause zurückkehren!
fr: En nous aidant, vous sauvez la vie des militaires ukrainiens. On les attend à la maison !
uk: Допомагаючи нам ви рятуєте життя українських військових. На них чекають вдома!

source: Phone
de: Telefon
fr: Téléphoner
uk: Телефон

source: We are on social media
de: Wir sind in den sozialen Medien
fr: Nous sur les réseaux sociaux
uk: Ми в соцмережах

source: Kyiv, 45 Peremohy Avenue
de: Kiew, Prospekt Peremohy 45
fr: Kyiv, Prospekt Peremohy 45
uk: Київ, Проспект Перемоги 45

source: Constant needs of the armed forces of Ukraine
de: Ständiger Bedarf der Streitkräfte der Ukraine
fr: BESOINS PERMANENTS des Forces armées ukrainiennes
uk: Постійні потреби для ЗСУ

source: Another way to help is to buy equipment for the army and send it to the fund. We will send technical equipment, personal protective equipment, and medicines to military units.
de: Eine andere Möglichkeit zu helfen besteht darin, Ausrüstung für die Armee zu kaufen und an den Fonds zu senden. Wir versenden technische Ausrüstung, persönliche Schutzausrüstung und Medikamente an Militäreinheiten.
fr: Une autre façon d'aider est d'acheter du matériel pour l'armée et de l'envoyer au fonds. Nous enverrons du matériel technique, des équipements de protection individuelle et des médicaments aux unités militaires.
uk: Ще один спосіб допомоги – самостійно придбати оснащення для армії та переслати його фонду. Технічне оснащення, засоби індивідуального захисту та медикаменти будуть відправлені до військових частин відповідно до заявок.

source: The parcel can be sent to our warehouse. Before sending, contact us at:
de: Das Paket kann an unser Lager gesendet werden. Kontaktieren Sie uns vor dem Versenden unter:
fr: Le colis peut être envoyé à notre entrepôt. Avant d'envoyer, contactez-nous au:
uk: Посилку можна відправити на наш склад. Перед відправкою зв’яжіться з нами за номером:

source: or write a letter to
de: oder schreiben Sie einen Brief an
fr: ou écrivez une lettre à
uk: або напишіть листа на

source: First aid kit IFAK II
de: Verbandskasten IFAK II
fr: Trousse de secours IFAK II
uk: Аптечка IFAK II

source: Tactical medical bags (Fully Stocked)
de: Medizinische taktische Taschen (komplett)
fr: Sacs tactiques médicaux (complets)
uk: Медичні тактичні сумки (укомплектовані)

source: Tactical boots (seasonal, medium height - 6)
de: Taktische Stiefel (saisonal, mittlere Höhe - 6)
fr: Bottes tactiques (saisonnières, taille moyenne - 6)
uk: Тактичні ботинки (сезонні, середньої висоти - 6)

source: Military uniform kits with waterproof jacket and pants ECWCS GEN III Level 6 PACLITE
de: Taktische Uniform-Kits (wasserdichte Jacke + Hose) ECWCS GEN III Level 6 PACLITE
fr: Uniformes tactiques 5. 11 (plus IMPERMÉABLE)
uk: Комплекти тактичної форми (непромокаючі куртка + штани) ECWCS GEN III Level 6 PACLITE

source: Tactical gloves (5.11, Mechanix, Blackhawk, Helikon, Oakey)
de: Taktische Handschuhe (5.11, Mechanix, Blackhawk, Helikon, Oakey)
fr: Gants tactiques 5.1 1
uk: Рукавички тактичні( 5.11, Mechanix, Blackhawk, Helikon, Oakey)

source: Tactical belts
de: Der Gürtel ist taktisch
fr: Ceinture tactique
uk: Пояс тактичний

source: Tactical eyewear and ballistic glasses
de: Taktische Brille
fr: Lunettes tactiques
uk: Окуляри тактичні

source: Encrypted Radios with headset
de: Walkie-Talkie mit Headset (HARRIS Falcon III, BAOFENG UV-82)
fr: Talkie-walkie avec casque
uk: Рації з гарнітурною

source: MOLLE belt & harness
de: MOLLE-Gürtel und Geschirr
fr: Système ceinture-lombaire avec taupes (déchargement)
uk: Ремінно-пояснична система з молями (розгрузка)

source: Bulletproof vests (NIJ III+) US Standart protection level 4-5 (Ukrainian DSTU standard)
de: Kugelsichere Westen (NIJ III+) US Standart schutzstufe 4-5 (Ukrainischer DSTU-Standard)
fr: Gilet pare-balles (classe 4, 5) de protection sur les taupes (NIJ III+)
uk: Бронежилет 4, 5 клас захисту на молях (NIJ III+)

source: Helmets (The required standard is NIJ level IIIA)
de: Ballistischer Helm mit FUTTERAL (FAST)
uk: Шолом балістичний з ЧОХЛОМ (FAST)

source: Shooting Earmuffs (ear protection for shooting)
de: aktive Kopfhörer
fr: Écouteurs actifs
uk: Навушники активні

source: Rechargeable flashlights
de: Laternen (mit Aufladung)
fr: Lanternes (avec recharge)
uk: Ліхтарі (з підзарядкою)

source: Thermal imaging monoculars (ARCHER ТМА30М/55М) analog: (detection 1700m +, recognition 430m +, identification 215m +)
de: Wärmebildkameras Typ (ARCHER TMA30M / 55M) oder analog: (Erkennung 1700m +, Erkennung 430m +, Identifizierung 215m +)
fr: Caméras thermiques de type (ARCHER TMA30M/55M) ou équivalent : (détection 1700m+, reconnaissance 430m+, identification 215m+)
uk: Тепловізори типу (ARCHER ТМА30М/55М) або аналог: (виявлення 1700м+, розпізнавання 430м+, ідентифікація 215м+)

source: Tactical periscopes UZI 5x20 CR
de: Taktische Periskope UZI 5x20 CR
fr: Périscopes tactiques UZI 5x20 CR
uk: Перископи тактичні UZI 5x20 CR

source: Drones: AUTEL EVO II PRO; camera: Yunecc E30Z, CAR EVO II DUAL RUGGED BUNDLE (640T) V2; Walkera Voyager 5
de: Drohnen: AUTEL EVO II PRO; Yunecc E30Z-Kamera; CAR EVO II DUAL ROBUSTES BUNDLE (640T) V2; Walkera Voyager 5
fr: Drones : AUTEL EVO II PRO ; appareil photo Yunecc E30Z ; ENSEMBLE DOUBLE ROBUSTE AUTEL EVO II (640T) V2 ; Walkera Voyager 5* AUTEL EVO2 ENTREPRISE* DJI MAVIC 3 COMBO
uk: Дрони: AUTEL EVO II PRO; камера Yunecc E30Z; AUTEL EVO II DUAL RUGGED BUNDLE (640T) V2; Walkera Voyager 5

source: Phone Power Banks
de: Powerbank für Handy
fr: Banque d'alimentation pour téléphone
uk: Повербанк для телефона

source: Computer Power Banks
de: Powerbank für Laptop
fr: Banque d'alimentation pour ordinateur portable
uk: Повербанк для ноутбука

source: Tactical Backpacks
de: Rucksack
fr: Sac à dos
uk: Рюкзак

source: Army Ration Packs (dehydrated)
de: Sublimierte Trockenration
fr: Rations alimentaires sèches sublime de l’armée
uk: Сухпайки армійські сублімовані

source: Tactical knee pads
de: Taktische Knieschützer
fr: Genouillères
uk: Наколінники

source: Tactical elbow pads
de: Taktische Ellenbogenschützer
fr: Épaulettes
uk: Налокітники

source: Founders
de: Gründer des Fonds
fr: Fondateurs de fonds
uk: Засновники фонду

source: Project Manager
de: Projektmanager
fr: Chef de projet
uk: Керівник проекту

source: Director of the Foundation
de: Direktor der Stiftung
fr: Directeur du Fonds
uk: Директор Фонду

source: Vehicles for the Armed Forces of Ukraine
de: Fahrzeuge für die Streitkräfte der Ukraine
fr: Véhicules de l'armée
uk: Автомобілі для армії

source: Currently, the demand for military transport far exceeds the capability of state support.
de: Derzeit übersteigt die Nachfrage nach Militärtransporten bei weitem die Kapazität der staatlichen Unterstützung.
fr: Désormais, la demande de transport pour les besoins militaires dépasse de loin la capacité de soutien de l'État.
uk: Наразі запит на транспорт для військових потреб значно перевищує можливості державного забезпечення.

source: The army needs vehicles to:
de: Die Armee benötigt Fahrzeuge für:
fr: L'armée a besoin de véhicules pour:
uk: Автомобілі:

source: increase the mobility of troops
de: Erhöhen der Mobilität der Truppen
fr: augmentent la mobilité des troupes
uk: підвищують мобільність військ

source: improve the material and technical capabilities of units
de: Verbessern der logistischen Fähigkeiten von Einheiten
fr: améliorent les capacités logistiques des départements
uk: покращують логістичні можливості підрозділів

source: save the lives of soldiers
de: Rettung des Lebens von Soldaten
fr: sauvent les vies des guerriers
uk: рятують життя воїнів

source: The army needs diesel pickups, SUVs, minibuses, and other all-terrain vehicles. This fund will use your donations on the necessary transport for the Armed Forces of Ukraine.
de: Die Armee braucht Diesel-Pickups, SUVs, Kleinbusse und andere Geländefahrzeuge. Diese Stiftung wird Ihre Spenden für den notwendigen Transport für die Streitkräfte der Ukraine verwenden.
fr: L'armée a besoin de camionnettes diesel, de VUS, de minibus et d'autres types de véhicules. Grâce à vos contributions la Fondation bienfaisance ‘’Legion’’ achètera les véhicules nécessaires aux Forces armées ukrainiennes.
uk: Армії потрібні дизельні пікапи, позашляховики, мікроавтобуси та інші види автомобілів. За ваші внески Благодійний фонд «Легіон» придбає необхідний транспорт для Збройних Сил України.

source: Every dollar will help save lives!
de: Jeder Dollar hilft, Leben zu retten!
fr: Chaque dollar aidera à sauver des vies!
uk: Навіть невеликі внески можуть врятувати життя

source: Legion
uk: Легіон

source: High demand
de: Hohe Nachfrage
fr: Forte demande
uk: Високий попит

source: Add to cart
de: In den Warenkorb legen
fr: Ajouter au panier
uk: Додати в кошик

source: DONATE
de: SPENDEN
fr: FAIRE UN DON
uk: ПОЖЕРТВУВАТИ

source: With your support, we are supplying people with life-essential things
de: Mit Ihrer Unterstützung versorgen wir Menschen mit lebensnotwendigen Dingen
fr: Avec votre soutien, nous fournissons aux gens des choses essentielles à la vie
uk: З вашою підтримкою ми постачаємо людям життєво необхідні речі

source: Alexander Nikiforov
uk: Олександр Нікіфоров

source: Mykola Stepenko
uk: Микола Степенко

source: War day
de: Kriegstag
fr: Jour de guerre
uk: День війни

source: On July 29, diapers and napkins for the care of the wounded were taken to the second hospital.
de: Am 29. Juli wurden Windeln und Servietten für die Versorgung der Verwundeten in das zweite Krankenhaus gebracht.
fr: Le 29 juillet, des couches et des serviettes pour le soin des blessés ont été transportées au deuxième hôpital.
uk: 29 липня відвезли пелюшки та серветки для догляду за пораненими в другий шпиталь.

source: On July 28, 2022, they helped the hospital. Diapers and napkins were taken away - for the care of the wounded.
de: Am 28. Juli 2022 halfen sie dem Krankenhaus. Windeln und Servietten wurden weggenommen - für die Versorgung der Verwundeten.
fr: Le 28 juillet 2022, ils ont aidé l'hôpital. Des couches et des serviettes ont été emportées - pour les soins des blessés.
uk: 28 липня 2022 року допомогли шпиталю. Відвезли пелюшки та серветки - для догляду за пораненими.

source: On June 26, together with our partner, the Charitable Foundation «Rear Line» we took humanitarian aid to the Borodyanka community, which was destroyed by the Russian army, and to the village of Andriyivka, Bucha district.
de: Am 26. Juni haben wir zusammen mit unserem Partner, der Wohltätigkeitsstiftung «Rear Line», humanitäre Hilfe in die von der russischen Armee zerstörte Gemeinde Borodyanka und in das Dorf Andriyivka im Distrikt Bucha gebracht.
fr: Le 26 juin, avec notre partenaire, la fondation caritative «Rear Line», nous avons apporté une aide humanitaire à la communauté de Borodyanka, qui a été détruite par l'armée russe, et au village d'Andriyivka, district de Bucha.
uk: 26 червня ми разом з нашими надійними партнерами Благодійним фондом «Лінія тилу» відвезли гуманітарну допомогу у Бородянську громаду, що була знищена російською армією та у село Андріївка, Бучанського району.

source: 10 August, Thank you letter from Main Military Medical Clinical Center.
de: 10. August, Dankesschreiben vom Hauptmilitärmedizinischen Klinikzentrum.
uk: 10 серпня, Подячний лист від Головного військово-медичного клінічного центру.

source: On September 11, Humaritarian aid has been dispached from Kyiv locals to Andriivka, Kyiv region.
de: Am 11. September wurde humanitäre Hilfe von Einheimischen aus Kiew nach Andriivka, Region Kiew, entsandt.
uk: 11 вересня відправили гуманітарну допомогу в село Андріївка Київщини.

source: On September 19, Humaritarian aid has been dispached from Kyiv locals to Lypivka, Kyiv region.
de: Am 19. September wurde humanitäre Hilfe von Einheimischen aus Kiew nach Lypivka, Region Kiew, entsandt.
uk: 19 вересня відправили гуманітарну допомогу в село Липівка Київщини.

source: On October 1, IZUM of the Kharkiv region - (together with our partners - the Front Line Charitable Fund) delivered humanitarian aid to the residents of the city of IZUM, where 80% of the houses were destroyed. Food, medicines, clothes, household chemicals and hygiene products were handed over to residents.
de: Am 1. Oktober lieferte IZUM aus der Region Charkiw (zusammen mit unseren Partnern – dem Wohltätigkeitsfonds „Front Line“) humanitäre Hilfe an die Bewohner der Stadt IZUM, wo 80 % der Häuser zerstört wurden. Lebensmittel, Medikamente, Kleidung, Haushaltschemikalien und Hygieneartikel wurden den Bewohnern übergeben.
uk: 1 жовтня, ІЗЮМ Харківської області - (разом з нашими партнерами - Благодійним Фондом «Лінія Тилу») доставили гуманітарну допомогу мешканцям міста ІЗЮМ, де знищено 80% будинків. Передали мешканцям продукти харчування, ліки, одежу, побутову хімію і засоби гігієни.

source: From 14th to 16th October, a trip with humanitarian aid to the liberated territories in the Kharkiv region was organized together with partners - the Front Line Charitable Foundation. Food, clothing, household chemicals and hygiene products, medicines and toys for children were delivered to the needy.
de: Vom 14. bis 16. Oktober wurde zusammen mit Partnern - der Front Line Charitable Foundation - eine Reise mit humanitärer Hilfe in die befreiten Gebiete in der Region Charkiw organisiert. Lebensmittel, Kleidung, Haushaltschemikalien und Hygieneartikel, Medikamente und Spielzeug für Kinder wurden an Bedürftige geliefert.
uk: З 14 по 16 жовтня, спільно з партнерами - Благодійним Фондом «Лінія тилу», була організована поїздка з гуманітарною допомогою на визволені території в Харківській області. Відвезли для нужденних продукти харчування, одяг, побутову хімію та засоби гігієни, медикаменти і для малечі іграшки.

source: On October 15, Shchaslyve, Izum Region.
de: Am 15. Oktober, Shchaslyve, Izyum Region
uk: 15 жовтня, Щасливе, Ізюм

source: On October 15, Lysohirka, Izum Region.
de: Am 15. Oktober, Lysohirka, Izyum Region
uk: 15 жовтня, Лисогірка, Ізюм

source: On October 16, a large family of a military serviceman - Iskra, Izyum district. A military serviceman's family with many children.
de: Am 16. Oktober 2022, eine große Familie eines Militärangehörigen - Iskra, Bezirk Izyum. Eine kinderreiche Soldatenfamilie
uk: 16 жовтня 2022, багатодітна сім’я військовослужбовця - Іскра, Ізюмский район. Многодетная семья военнослужащего

source: On October 3, 2022, medicines, bandage materials and hygiene products were purchased and delivered to the State Main Military Medical Clinical Center for the Wounded
de: Am 3. Oktober 2022 wurden Medikamente, Verbandsmaterial und Hygieneartikel gekauft und an das Staatliche Hauptmilitärmedizinische Klinikzentrum für Verwundete geliefert
uk: 3 жовтня 2022 року закупили і передали медикаменти, перевязочні матеріали та засоби гігієни в Державний Головний Військово-Медичний клінічний Центр для поранених

source: On October 5, 2022, charitable assistance was transferred to Kyiv City Clinical Hospital 6.
de: Am 5. Oktober 2022 wurde die Wohltätigkeitshilfe an das Kyiv City Clinical Hospital 6 übertragen.
uk: 5 жовтня 2022 року передали благодійну допомогу в «Київську Міську Клінічну Лікарню 6»

source: On October 21, 2022, charitable assistance was transferred to Kyiv City Clinical Hospital 6.
de: Am 21. Oktober 2022 wurde die Wohltätigkeitshilfe an das Kyiv City Clinical Hospital 6 übertragen
uk: 21 жовтня 2022року передали благодійну допомогу в «Київську Міську Клінічну Лікарню 6»

source: On October 23, together with our partner CONROLL company, we are preparing to hand over shoe insoles for the servicemen of the Armed Forces to the Armed Forces.
de: Am 23. Oktober bereiten wir gemeinsam mit unserem Partnerunternehmen KONROL die Übergabe von Schuheinlagen für Soldatinnen und Soldaten der Bundeswehr an die Bundeswehr vor.
uk: 23 жовтня разом з нашим партнером компанією «КОНРОЛ» готовим передачу в ЗСУ взуттєвих устілок для військовослужбовців ЗСУ.
